Repository: davidhrbac/cnucnu
Catalog: python-fedora-0.3.20/po/*.po
Languages: ca, pl

source: Python modules for interacting with Fedora Services
ca: Mòduls Python per a interactuar amb els serveis de Fedora
pl: Moduły Pythona do współpracowania z usługami Fedory

source: The Fedora Project runs many different services. These services help us to package software, develop new programs, and generally put together the distro. This package contains software that helps us do that.
ca: El projecte Fedora executa diferents serveis. Aquests serveis ens ajuden a empaquetar programari, desenvolupar nous programes i en general a posar-ho tot en una distribució. Aquest paquet conté el programari que ens ajudarà a fer-ho.
pl: Projekt Fedora prowadzi wiele różnych usług. Pomagają one tworzyć pakiety oprogramowania, tworzyć nowe programy, i w ogóle składać dystrybucję. Ten pakiet zawiera oprogramowanie, które w tym pomaga.

source: to_unicode was given "%(obj)s" which is neither a byte string (str) or a unicode string
pl: to_unicode podano "%(obj)s", które nie jest ciągiem bajtów (str), ani ciągiem unikodu

source: non_string value, %(param)s, is not set to a valid action
pl: wartość non_string value, %(param)s, nie jest ustawiona na prawidłowy actionparam

source: to_bytes was given "%(obj)s" which is neither a unicode string or a byte string (str)
pl: to_bytes podano "%(obj)s", który nie jest ciągiem unikodu, ani cięgiem bajtów (str)obj

source: fedora.accounts.fas2 has moved to fedora.client.fas2. This location will disappear in 0.4
ca: fedora.accounts.fas2 s'ha mogut a fedora.client.fas2. Aquesta ubicació desapareixerà en la versió 0.4
pl: fedora.accounts.fas2 zostało przeniesione do fedora.client.fas2. To położenie zniknie w wersji 0.4

source: session_cookie is deprecated, use session_id instead
ca: session_cookie és obsolet, utilitzeu session_id en el seu lloc
pl: session_cookie jest przestarzałe, należy użyć session_id zamiast tego

source: Unable to load session from %(file)s
ca: No es pot carregar la sessió des de %(file)s
pl: Nie można wczytać sesji z %(file)s

source: Unable to create %(dir)s: %(error)s
ca: No es pot crear %(dir)s: %(error)s
pl: Nie można utworzyć %(dir)s: %(error)s

source: Unable to write to session file %(session)s: %(error)s
ca: No es pot escriure al fitxer de sessió %(session)s: %(error)s
pl: Nie można zapisać do pliku sesji %(session)s: %(error)s

source: No session cached for "%s"
ca: Cap sessió a la memòria cau per a "%s"
pl: Nie zapisano sesji w pamięci podręcznej dla "%s"

source: send_request() got an unexpected keyword argument "%s"
ca: send_request() ha rebut un argument amb una paraula clau inesperada "%s"
pl: send_request() otrzymało nieoczekiwany parametr słowa kluczowego "%s"

source: send_request() got an unexpected keyword argument "input"
ca: send_request() ha rebut un argument amb una paraula clau inesperada "input"
pl: send_request() otrzymało nieoczekiwany parametr słowa kluczowego "input"

source: send_request() got an unexpected keyword argument
ca: send_request() ha rebut un argument amb una paraula clau inesperada
pl: send_request() otrzymało nieoczekiwany parametr słowa kluczowego

source: send_request(input) is deprecated. Use send_request(req_params) instead
ca: send_request(input) és obsolet. Utilitzeu send_request(req_params) en el seu lloc
pl: send_request(input) jest przestarzałe. Należy użyć send_request(req_params) zamiast tego

source: Auth was requested but no way to perform auth was given. Please set username and password or session_id before calling this function with auth=True
ca: S'ha sol·licitat autenticació, però no s'ha proporcionat la manera de fer-ho. Si us plau, definiu el nom d'usuari i la contrasenya o bé el session_id abans de cridar a aquesta funció amb el paràmetre auth=True
pl: Zażądano uwierzytelnienia, ale nie podano sposobu na jego wykonanie. Proszę ustawić nazwę użytkownika i hasło lub session_id przed wywołaniem tej funkcji za pomocą auth=True

source: You must specify a username
ca: Heu d'especificar un nom d'usuari
pl: Należy podać nazwę użytkownika

source: Reading from %s
ca: S'està llegint de %s
pl: Odczytywanie z %s

source: FAS server unable to retrieve group %s
ca: El servidor FAS no pot recuperar el grup %s
pl: Serwer FAS nie może pobrać grupy %s

source: key must be one of "id", "username", or "email"
ca: La clau ha de ser un "id", un "username" o bé un "email"
pl: klucz musi być jednym z "id", "username" lub "email"

source: %(field)s is not a valid field to filter
ca: %(field)s no és un camp vàlid per a filtrar
pl: %(field)s nie jest prawidłowym polem do filtrowania

source: people_by_id() is deprecated and will be removed in 0.4. Please port your code to use people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) instead
ca: people_by_id() és obsolet i serà eliminat en la versió 0.4. Si us plau, en el vostre codi utilitzeu people_by_key(key='id', fields=['human_name', 'email','username', 'bugzilla_email'])
pl: people_by_id() jest przestarzałe i zostanie usunięte w wersji 0.4. Proszę przenieść kod, aby używał people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) zamiast tego

source: FAS server unable to retrieve group members
ca: El servidor FAS no pot recuperar els membres del grup
pl: Serwer FAS nie może pobrać członków grupy

source: FAS server unable to retrieve user information
ca: El servidor FAS no pot recuperar la informació de l'usuari
pl: Serwer FAS nie może pobrać informacji o użytkowniku

source: FasProxyClient() got an unexpected keyword argument 'session_as_cookie'
pl: FasProxyClient() otrzymało nieoczekiwany parametr słowa kluczowego "session_as_cookie"

source: We do not have enough information to create package %(pkg)s. Need version owner.
ca: No tenim suficient informació per a crear el paquet %(pkg)s. Cal el propietari de la versió.
pl: Brak wystarczającej ilości informacji, aby utworzyć pakiet %(pkg)s. Wymagana jest wersja i właściciel.

source: PackageDB returned an error creating %(pkg)s: %(msg)s
ca: PackageDB ha retornat un error en crear %(pkg)s: %(msg)s
pl: PackageDB zwróciło błąd podczas tworzenia %(pkg)s: %(msg)s

source: Unable to save all information for %(pkg)s: %(msg)s
ca: No es pot desar tota la informació sobre %(pkg)s: %(msg)s
pl: Nie można zapisać wszystkich informacji dla %(pkg)s: %(msg)s

source: Collection abbreviation %(collection)s is unknown. Use F, FC, EL, or OLPC
ca: L'abreviació de la col·lecció %(collection)s és desconeguda. Utilitzeu F, FC, EL o OLPC
pl: Skrót zbioru %(collection)s jest nieznany. Należy użyć F, FC, EL lub OLPC

source: collection and collection_ver are deprecated names for collctn_name and collctn_ver respectively. Ignoring the values given in them.
pl: collection i collection_ver są przestarzałymi nazwami dla collctn_name i collctn_ver. Ignorowanie wartości w nich podanych.

source: collection has been renamed to collctn_name. Please start using the new name. collection will go away in 0.4.x.
pl: collection zostało zmienione na collctn_name. Proszę zacząć używać nowej nazwy. collection zostanie usunięte w 0.4.x.

source: collection_ver has been renamed to collctn_ver. Please start using the new name. collection_ver will go away in 0.4.x.
pl: collection_ver zostało zmienione na collctn_ver. Proszę zacząć używać nowej nazwy. collection_ver zostanie usunięte w 0.4.x.

source: collectn_list is a deprecated name for collctn_list. Ignoring the value of collectn_list.
pl: collectn_list jest przestarzałą nazwą dla collctn_list. Ignorowanie wartości collectn_list.

source: collectn_list has been renamed to collctn_list. Please start using the new name. collectn_list will go away in 0.4.x.
pl: collectn_list zostało zmienione na collctn_list. Proszę zacząć używać nowej nazwy. collectn_list zostanie usunięte w 0.4.x.

source: collectn is a deprecated name for collctn. Ignoring the value of collectn.
pl: collectn jest przestarzałą nazwą dla collctn. Ignorowanie wartości collectn.

source: collectn has been renamed to collctn. Please start using the new name. collectn will go away in 0.4.x.
pl: collectn zostało zmienione na collctn. Proszę zacząć używać nowej nazwy. collectn zostanie usunięte w 0.4.x.

source: Collection shortname %(collctn)s is unknown.
pl: Skrót zbioru %(collctn)s jest nieznany.

source: proxyclient.__init__:entered
ca: proxyclient__init__:s'ha entrat
pl: proxyclient.__init__: rozpoczęto

source: Returning cookies from send_request() is deprecated and will be removed in 0.4. Please port your code to use a session_id instead by calling the ProxyClient constructor with session_as_cookie=False
ca: Retornar galetes des de send_request() és obsolet i serà eliminat en la versió 0.4. Si us plau, utilitzeu en el vostre codi un session_id per a cridar al constructor ProxyClient amb session_as_cookie=False
pl: Zwracanie ciasteczek z send_request() jest przestarzałe i zostanie usunięte w wersji 0.4. Proszę przenieść kod, aby używał session_id zamiast przez wywołanie konstruktora ProxyClient za pomocą session_as_cookie=False

source: proxyclient.__init__:exited
ca: proxyclient__init__:sortit
pl: proxyclient.__init__: zakończono

source: proxyclient.send_request: entered
ca: proxyclient.send_request: s'ha entrat
pl: proxyclient.send_request: rozpoczęto

source: Giving a cookie to send_request() to authenticate is deprecated and will be removed in 0.4. Please port your code to use session_id instead.
ca: Donar una galeta per a autenticar a send_request() és obsolet i serà eliminat en la versió 0.4. Si us plau, utilitzeu en el vostre codi session_id.
pl: Podanie ciasteczka send_request(), aby uwierzytelnić jest przestarzałe i zostanie usunięte w wersji 0.4. Proszę przenieść kod kod, aby używał session_id zamiast tego.

source: username and password must both be set in auth_params
ca: El nom d'usuari i la contrassenya han d'estar definits a auth_params
pl: nazwa użytkownika i hasło muszą być ustawione w auth_params

source: No known authentication methods specified: set "cookie" in auth_params or set both username and password in auth_params
ca: No es coneixen els mètodes d'autenticació especificats: definiu "cookie" en auth_params o bé definiu el nom d'usuari i la contrasenya a auth_params
pl: Nie podano znanych metod uwierzytelniania: należy ustawić "cookie" w auth_params lub ustawić nazwę użytkownika i hasło w auth_params

source: Creating request %(url)s
ca: S'està creant la sol·licitud %(url)s
pl: Tworzenie żądania %(url)s

source: Headers: %(header)s
ca: Capçaleres: %(header)s
pl: Nagłówki: %(header)s

source: Data: %(data)s
ca: Dades: %(data)s
pl: Dane: %(data)s

source: Authentication failed logging in
ca: L'autenticació ha fallat en iniciar la sessió
pl: Uwierzytelnienie i zalogowanie nie powiodło się

source: Unable to log into server. Invalid authentication tokens. Send new username and password
ca: No es pot entrar al servidor. Testimonis d'autenticació no vàlids. Envieu un nom d'usuari i contrasenya nous
pl: Nie można zalogować się do serwera. Nieprawidłowe tokeny uwierzytelniania. Należy wysłać nową nazwę użytkownika i hasło

source: Unknown HTTP Server Response
ca: Resposta del servidor HTTP desconeguda
pl: Nieznana odpowiedź serwera HTTP

source: Error returned from simplejson while processing %(url)s: %(err)s
ca: Simplejson ha retornat un error en processar %(url)s: %(err)s
pl: Zwrócono błąd z simplejson podczas przetwarzania %(url)s: %(err)s

source: proxyclient.send_request: exited
ca: proxyclient.send_request: sortit
pl: proxyclient.send_request: zakończono

source: Login failed: %s
ca: Inici de sessió fallada: %s
pl: Zalogowanie nie powiodło się: %s

source: From %(then)s to %(now)s
ca: De %(then)s a %(now)s
pl: Od %(then)s do %(now)s

source: %d wiki changes in the past week
ca: %d canvis al wiki la passada setmana
pl: %d zmian wiki w przeszłym tygodniu

source: Warning: Number of changes reaches the API return limit. You will not get the complete list of changes unless you run this script using a 'bot' account.
ca: Avís: el nombre de canvis arriba al límit de retorn de l'API. No obtindreu la llista completa de canvis a no ser que executeu aquest script utilitzant un compte 'bot'.
pl: Ostrzeżenie: liczba zmian osiąga ograniczenie zwrotu API. Pełna lista zmian nie zostanie uzyskana, chyba że ten skrypt zostanie wykonany używając konta "bot".

source: == Most active wiki users ==
ca: == Els usuaris de la wiki més actius ==
pl: == Najbardziej aktywni użytkownicy wiki ==

source: == Most edited pages ==
ca: == Les pàgines més modificades ==
pl: == Najczęściej modyfikowane strony ==

source: First argument must be callable
ca: El primer argument ha de ser cridable
pl: Pierwszy parametr musi móc być wywoływany

source: Loading FAS groups...
ca: S'estan carregant els grups FAS...
pl: Wczytywanie grup FAS...

source: Unable to load FAS groups. Did you set FAS_USERNAME and FAS_PASSWORD?
ca: No es poden carregar els grups FAS. Heu establert FAS_USERNAME i FAS_PASSWORD?
pl: Nie można wczytać grup FAS. Ustawiono FAS_USERNAME i FAS_PASSWORD?

source: FAS groups loaded. Don't forget to unset FAS_USERNAME and FAS_PASSWORD.
ca: Grups FAS carregats. No us oblideu de netejar FAS_USERNAME i FAS_PASSWORD.
pl: Wczytano grupy FAS. Nie należy zapomnieć o usunięciu ustawienia FAS_USERNAME i FAS_PASSWORD.

source: fedora.tg.client has moved to fedora.client. This location will disappear in 0.4
ca: fedora.tg.client s'ha mogut cap a fedora.client. Aquesta ubicació desapareixerà en la versió 0.4
pl: fedora.tg.client zostało przeniesione do fedora.client. To położenie zniknie w wersji 0.4

source: Welcome, %s
ca: Benvingut, %s
pl: Witaj, %s

source: The credentials you supplied were not correct or did not grant access to this resource.
ca: Les credencial proporcionades no són correctes o bé no donen permís per accedir a aquest recurs.
pl: Podane dane uwierzytelniające nie są poprawne lub nie gwarantują dostępu do tego zasobu.

source: You must provide your credentials before accessing this resource.
ca: Heu de proporcionar les vostres credencials abans d'accedir a aquest recurs.
pl: Należy podać dane uwierzytelniające przed uzyskaniem dostępu do tego zasobu.

source: Please log in.
ca: Si us plau, inicieu la sessió.
pl: Proszę się zalogować.

source: You have successfully logged out.
ca: Heu tancat la sessió correctament.
pl: Pomyślnie wylogowano.

source: url() expects a dictionary for query parameters
ca: url() espera un diccionari de paràmetres de consulta
pl: url() oczekuje słownika dla parametrów zapytania

source: fedora.tg.util is deprecated. Switch to one of these instead: TG1 apps: fedora.tg.tg1utils TG2 apps: fedora.tg.tg2utils. This file will disappear in 0.4
pl: fedora.tg.util jest przestarzałe. Proszę przełączyć na jedno z tych: aplikacje TG1: fedora.tg.tg1utils; aplikacje TG2: fedora.tg.tg2utils. Ten plik zniknie w wersji 0.4

source: Error logging in %(user)s: %(error)s
ca: Error en iniciar la sessió en %(user)s: %(error)s
pl: Błąd podczas logowania %(user)s: %(error)s

source: Cannot enable ssl certificate auth via identity.ssl without setting fas.usernamme and fas.password for authorization
ca: No podeu activar el certificat ssl auth via identity.ssl sense definir fas.username i fas.password per a l'autorització
pl: Nie można włączyć uwierzytelniania certyfikatu SSL przez identity.ssl bez ustawiania fas.usernamme i fas.password dla upoważnienia

source: jsonfasprovider, ssl, returned errors from send_request: %s
ca: jsonfasprovider i ssl han retornat errors des de send_request: %s
pl: jsonfasprovider, SSL, zwróciło błędy z send_request: %s

source: jsonfasprovider returned errors from send_request: %s
ca: jsonfasprovider han retornat errors des de send_request: %s
pl: jsonfasprovider zwróciło błędy z send_request: %s

source: Log In
ca: Inicieu sessió
pl: Zaloguj się

source: User Name:
ca: Nom d'usuari:
pl: Nazwa użytkownika:

source: Password:
ca: Contrasenya:
pl: Hasło:

source: Login
ca: Entrada
pl: Zaloguj się

source: CSRF attacks
ca: Atacs CSRF
pl: Ataki CSRF

source: are a means for a malicious website to make a request of another web server as the user who contacted the malicious web site. The purpose of this page is to help protect your account and this server from attacks from such malicious web sites. By clicking below, you are proving that you are a person rather than just the web browser forwarding your authentication cookies on behalf of a malicious website.
ca: són un mitjà per a què un lloc web maliciós faci una petició a un altre lloc web, com si es tractés de l'usuari que ha contactat amb el lloc web maliciós. El propòsit d'aquesta pàgina és ajudar a protegir el vostre compte i aquest servidor d'atacs de llocs web maliciosos. En fer clic a sota, esteu provant que sou una persona enlloc d'un navegador web reenviant les seves galetes d'autenticació en nom d'un lloc web maliciós.
pl: służą złośliwym stronom WWW, aby utworzyć żądanie innego serwera WWW jako użytkownik, który skontaktował się ze złośliwą stroną WWW. Celem tej strony jest ochrona konta użytkownika i tego serwera przed atakami z takich złośliwych stron WWW. Naciskając przycisk poniżej użytkownik udowadnia, że jesteś osobą, a nie przeglądarką WWW, przekierowującą ciasteczka uwierzytelniania na złośliwą stronę WWW.

source: I am a human
ca: Sóc humà
pl: Jestem człowiekiem

source: Forgot Password?
ca: Heu oblidat la contrasenya?
pl: Zapomniano hasło?

source: Sign Up
ca: Registreu-vos
pl: Zarejestruj się

source: Welcome
ca: Benvingut
pl: Witaj

source: You are not logged in
ca: No us heu identificat
pl: Użytkownik nie jest zalogowany

source: CSRF protected
ca: Protegit contra CSRF
pl: Ochrona przed CSRF

source: Verify Login
ca: Verifica l'entrada
pl: Sprawdzenie logowania

source: Logout
ca: Surt
pl: Wyloguj się

source: updating visit (%s)
ca: s'està actualitzant la visita (%s)
pl: aktualizowanie wizyty (%s)

source: Creating CSRFProtectionMiddleware
pl: Tworzenie CSRFProtectionMiddleware

source: Deleting %(key)s from environ
pl: Usuwanie %(key)s z environ

source: User supplied CSRF token matches environ!
pl: Użytkownik dostarczył token CSRF pasujący do environ!

source: Clearing identity
pl: Czyszczenie tożsamości

source: Invalid CSRF token. User supplied (%(u_token)s) does not match what's in our environ (%(e_token)s)
pl: Nieprawidłowy token CSRF. Użytkownik dostarczył (%(u_token)s) nie pasuje do tego w environ (%(e_token)s)

source: CSRF_AUTH_STATE; rewriting headers
pl: CSRF_AUTH_STATE; ponowne zapisywanie nagłówków

source: Identity updated with CSRF token
pl: Tożsamość została zaktualizowana za pomocą tokenu CSRF

source: Setting CSRF_AUTH_STATE
pl: Ustawianie CSRF_AUTH_STATE

source: Got HTTPFound(302) from repoze.who.application
pl: Otrzymano HTTPFound(302) z repoze.who.application

source: Altered headers: %(headers)s
pl: Zmienione nagłówki: %(headers)s

source: Invalid session cookie %(s_id)r, not setting CSRF token!
pl: Nieprawidłowe ciasteczko sesji %(s_id)r, token CSRF nie zostanie ustawiony

source: %(token)s in GET
pl: %(token)s w GET

source: %(token)s in POST
pl: %(token)s w POST

source: Keep alive cache miss
pl: Zachowuje braki w aktywnej pamięci podręcznej

source: in identify()
pl: w identify()

source: Request identify for cookie %(cookie)s
pl: Żąda tożsamości dla ciasteczka %(cookie)s

source: In remember()
pl: W remember()

source: In forget()
pl: W forget()

source: Forgetting login data for cookie %(s_id)s
pl: Zapominanie danych logowania dla ciasteczka %(s_id)s

source: In authenticate()
pl: W authenticate()

source: Authentication failed, setting error
pl: Uwierzytelnienie nie powiodło się, ustawianie błędu

source: An unknown error happened when trying to log you in. Please try again.
pl: Wystąpił nieznany błąd podczas próby zalogowania. Proszę spróbować ponownie.

source: Metadata cache miss - refreshing metadata
pl: Brak w pamięci podręcznej metadanych - odświeżanie metadanych

source: In add_metadata
pl: W add_metadata

source: Error exists in session, no need to set metadata
pl: Błąd istnieje w sesji, nie trzeba ustawiać metadanych

source: Request metadata for cookie %(cookie)s
pl: Żąda metadane dla ciasteczka %(cookie)s

source: Wrong credentials
pl: Błędne dane uwierzytelniające

source: Welcome back, %s!
pl: Witaj ponownie, %s

source: We hope to see you soon!
pl: Do zobaczenia niedługo.
